#include "Header.h"
//методы класса Client
//в конструкторе задаём имя клиента и номер комнаты
Client::Client(string n, string cl) : name(n), phoneNumber(cl)
{
	/* тут пусто */
}
//---------------------------------------------------------
Client::~Client() // деструктор
{
	/* тут тоже пусто */
}
//---------------------------------------------------------
string Client::getPhoneNumber() // возвращает номер телефона клиента
{
	return phoneNumber;
}
//--------------------------------------------------------
string Client::getName() // возвращает имя клиента
{
	return name;
}